ADDA_COmpareResults/REST_APIs/WaterElectricityBillReq.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header>
      <tem:Username>?</tem:Username>
      <tem:Password>?</tem:Password>
   </soapenv:Header>
   <soapenv:Body>
      <tem:GetWaterElectricityBillList>
         <tem:AccountID>?</tem:AccountID>
         <tem:Company>?</tem:Company>
         <tem:EmiratesIDNumber>?</tem:EmiratesIDNumber>
         <tem:IdentityType>?</tem:IdentityType>
         <tem:PremiseID>?</tem:PremiseID>
         <tem:TradeLicenseNumber>?</tem:TradeLicenseNumber>
      </tem:GetWaterElectricityBillList>
   </soapenv:Body>
</soapenv:Envelope>